{
    "@context": [
        "http://www.w3.org/ns/csvw",
        {
            "@language": "cs"
        }
    ],
    "url": "kraj-okres-nakazeni-vyleceni-umrti.csv",
    "dc:title": "COVID-19: Přehled epidemiologické situace dle hlášení krajských hygienických stanic podle okresu",
    "dc:description": "Datová sada podle krajů a okresů ČR obsahující kumulativní denní počty osob s prokázaným onemocněním COVID-19 dle validovaných hlášení krajských hygienických stanic, kumulativní denní počty vyléčených po onemocnění COVID-19 dle hlášení krajských hygienických stanic a kumulativní denní počty úmrtí v souvislosti s onemocněním COVID-19 dle hlášení krajských hygienických stanic a hospitalizačních úmrtí. S ohledem na fakt, že vykazování vyléčených osob a úmrtí má určité zpoždění oproti reálnému stavu z důvodu validace a uzavírání případů krajských hygienických stanic, se mohou denní záznamy zpětně výrazně měnit právě z důvodu průběžného doplňování. Nedoporučujeme uvádět aktuální počty aktivních případů na základě aktuálních počtů vyléčených osob a úmrtí za poslední dny. Data jsou neúplná a jejich použití má za následek zkreslující výsledky. V souladu s rozhodnutím sekce hlavní hygieničky Ministerstva zdravotnictví ČR budou na webu COVID-19 publikovány celkové počty aktivních případů COVID-19 až zpětně, a to po doplnění a po validaci dat s časovým odstupem 4 týdnů.",
    "dc:source": "Krajské hygienické stanice v ČR",
    "dcat:keyword": [
        "covid-19",
        "koronavirus",
        "krajské hygienické stanice",
        "kraj",
        "okres",
        "prokázaná nákaza",
        "vyléčení",
        "úmrtí"
    ],
    "dc:publisher": {
        "schema:name": "ÚZIS ČR",
        "schema:url": {
            "@id": "https://www.uzis.cz/"
        }
    },
    "dc:license": {
        "@id": "https://data.gov.cz/podmínky-užití/volný-přístup/"
    },
    "dc:modified": {
        "@value": "2021-04-13",
        "@type": "xsd:date"
    },
    "tableSchema": {
        "columns": [
            {
                "name": "datum",
                "titles": "datum",
                "datatype": "date"
            },
            {
                "name": "kraj_nuts_kod",
                "titles": "kraj_nuts_kod",
                "datatype": "string",
                "dc:description": "Identifikátor kraje podle klasifikace NUTS 3. V případě, že není uvedena žádná hodnota, nebylo možné identifikovat místo bydliště nakažené osoby. Jde o problém se ztotožňováním bydliště v reálném čase u minority případů, kdy není uvedeno bydliště ze šetření KHS a jsou dostupná pouze data z laboratoří. Bydliště je správně určeno na úrovni kraje a okresu, ale došlo k chybnému přiřazení osob ke konkrétní obci."
            },
            {
                "name": "okres_lau_kod",
                "titles": "okres_lau_kod",
                "datatype": "string",
                "dc:description": "Identifikátor okresu podle klasifikace LAU 1. V případě, že není uvedena žádná hodnota, nebylo možné identifikovat místo bydliště nakažené osoby. Jde o problém se ztotožňováním bydliště v reálném čase u minority případů, kdy není uvedeno bydliště ze šetření KHS a jsou dostupná pouze data z laboratoří. Bydliště je správně určeno na úrovni kraje a okresu, ale došlo k chybnému přiřazení osob ke konkrétní obci."
            },
            {
                "name": "kumulativni_pocet_nakazenych",
                "titles": "kumulativni_pocet_nakazenych",
                "datatype": "integer",
                "dc:description": "Kumulativní počet osob s prokázanou nákazou."
            },
            {
                "name": "kumulativni_pocet_vylecenych",
                "titles": "kumulativni_pocet_vylecenych",
                "datatype": "integer",
                "dc:description": "Kumulativní počet vyléčených osob."
            },
            {
                "name": "kumulativni_pocet_umrti",
                "titles": "kumulativni_pocet_umrti",
                "datatype": "integer",
                "dc:description": "Kumulativní počet úmrtí."
            }
        ]
    }
}