{
    "@context": [
        "http:\/\/www.w3.org\/ns\/csvw",
        {
            "@language": "cs"
        }
    ],
    "url": "ockovani-jip.csv",
    "dc:title": "COVID-19: Přehled hospitalizací na JIP s ohledem na vykázaná očkování",
    "dc:description": "Datová sada obsahuje počet, procento a průměrný věk osob hospitalizovaných na jednotce intenzivní péče (JIP). Každý řádek udává souhrnné údaje osob v daný den rozdělených do skupin podle stavu očkovanosti: bez očkování, s nedokončeným očkováním, s dokončeným očkováním nebo s dokončeným očkováním včetně posilující dávky.",
    "dc:source": "Informační systém infekčních nemocí (ISIN) - https:\/\/www.uzis.cz\/index.php?pg=registry-sber-dat--ochrana-verejneho-zdravi--informacni-system-infekcni-nemoci, kontakt: helpdesk.registry@uzis.cz",
    "dcat:keyword": [
        "koronavirus",
        "covid-19",
        "očkování",
        "vakcinace",
        "hospitalizace",
        "jednotka intenzivní péče",
        "JIP"
    ],
    "dc:publisher": {
        "schema:name": "ÚZIS ČR",
        "schema:url": {
            "@id": "https:\/\/www.uzis.cz\/"
        }
    },
    "dc:license": {
        "@id": "https:\/\/data.gov.cz\/podmínky-užití\/volný-přístup\/"
    },
    "dc:modified": {
        "@value": "2022-01-19T04:54:57+01:00",
        "@type": "xsd:dateTime"
    },
    "tableSchema": {
        "columns": [
            {
                "name": "id",
                "titles": "id",
                "datatype": "string"
            },
            {
                "name": "datum",
                "titles": "datum",
                "datatype": "string"
            },
            {
                "name": "jip_celkem",
                "titles": "jip_celkem",
                "datatype": "integer",
                "dc:description": "Celkový počet nově hospitalizovaných na jednotce intenzivní péče (JIP)."
            },
            {
                "name": "jip_bez_ockovani",
                "titles": "jip_bez_ockovani",
                "datatype": "integer",
                "dc:description": "Počet nově hospitalizovaných na jednotce intenzivní péče (JIP) bez očkování."
            },
            {
                "name": "jip_bez_ockovani_relativni_pocet",
                "titles": "jip_bez_ockovani_relativni_pocet",
                "datatype": "number",
                "dc:description": "Procento nově hospitalizovaných na jednotce intenzivní péče (JIP) bez očkování. Hodnota je vypočítána jako podíl počtu nově hospitalizovaných na JIP bez očkování a celkového počtu nově hospitalizovaných na JIP."
            },
            {
                "name": "jip_bez_ockovani_vek_prumer",
                "titles": "jip_bez_ockovani_vek_prumer",
                "datatype": "integer",
                "dc:description": "Průměrný věk nově hospitalizovaných na jednotce intenzivní péče (JIP) bez očkování."
            },
            {
                "name": "jip_nedokoncene_ockovani",
                "titles": "jip_nedokoncene_ockovani",
                "datatype": "integer",
                "dc:description": "Počet nově hospitalizovaných na jednotce intenzivní péče (JIP) s nedokončeným očkováním (pouze 1. dávka u dvoudávkové vakcíny)."
            },
            {
                "name": "jip_nedokoncene_ockovani_relativni_pocet",
                "titles": "jip_nedokoncene_ockovani_relativni_pocet",
                "datatype": "number",
                "dc:description": "Procento nově hospitalizovaných na jednotce intenzivní péče (JIP) s nedokončeným očkováním (pouze 1. dávka u dvoudávkové vakcíny). Hodnota je vypočítána jako podíl počtu nově hospitalizovaných na JIP s nedokončeným očkováním a celkového počtu nově hospitalizovaných na JIP."
            },
            {
                "name": "jip_nedokoncene_ockovani_vek_prumer",
                "titles": "jip_nedokoncene_ockovani_vek_prumer",
                "datatype": "integer",
                "dc:description": "Průměrný věk nově hospitalizovaných na jednotce intenzivní péče (JIP) s nedokončeným očkováním (pouze 1. dávka u dvoudávkové vakcíny)."
            },
            {
                "name": "jip_dokoncene_ockovani",
                "titles": "jip_dokoncene_ockovani",
                "datatype": "integer",
                "dc:description": "Počet nově hospitalizovaných na jednotce intenzivní péče (JIP) s dokončeným očkováním (více než 14 dní po 2. dávce dvoudávkové vakcíny nebo více než 14 dní po jednodávkové vakcinaci)."
            },
            {
                "name": "jip_dokoncene_ockovani_relativni_pocet",
                "titles": "jip_dokoncene_ockovani_relativni_pocet",
                "datatype": "number",
                "dc:description": "Procento nově hospitalizovaných na jednotce intenzivní péče (JIP) s dokončeným očkováním (více než 14 dní po 2. dávce dvoudávkové vakcíny nebo více než 14 dní po jednodávkové vakcinaci). Hodnota je vypočítána jako podíl počtu nově hospitalizovaných na JIP s dokončeným očkováním a celkového počtu nově hospitalizovaných na JIP."
            },
            {
                "name": "jip_dokoncene_ockovani_vek_prumer",
                "titles": "jip_dokoncene_ockovani_vek_prumer",
                "datatype": "integer",
                "dc:description": "Průměrný věk nově hospitalizovaných na jednotce intenzivní péče (JIP) s dokončeným očkováním (více než 14 dní po 2. dávce dvoudávkové vakcíny nebo více než 14 dní po jednodávkové vakcinaci)."
            },
            {
                "name": "jip_posilujici_davka",
                "titles": "jip_posilujici_davka",
                "datatype": "integer",
                "dc:description": "Počet nově hospitalizovaných na jednotce intenzivní péče (JIP) s dokončeným očkováním včetně posilující dávky."
            },
            {
                "name": "jip_posilujici_davka_relativni_pocet",
                "titles": "jip_posilujici_davka_relativni_pocet",
                "datatype": "number",
                "dc:description": "Procento nově hospitalizovaných na jednotce intenzivní péče (JIP) s dokončeným očkováním včetně posilující dávky. Hodnota je vypočítána jako podíl počtu nově hospitalizovaných na JIP s dokončeným očkováním včetně posilující dávky a celkového počtu nově hospitalizovaných na JIP."
            },
            {
                "name": "jip_posilujici_davka_vek_prumer",
                "titles": "jip_posilujici_davka_vek_prumer",
                "datatype": "integer",
                "dc:description": "Průměrný věk nově hospitalizovaných na jednotce intenzivní péče (JIP) s dokončeným očkováním včetně posilující dávky."
            }
        ]
    }
}