{
    "@context": [
        "https://www.w3.org/ns/csvw",
        {
            "@language": "cs"
        }
    ],
    "url": "testy.csv",
    "dc:title": "COVID-19: Celkový (kumulativní) počet provedených testů (v2)",
    "dc:description": "Datová sada obsahující přírůstkové a kumulativní denní počty provedených PCR testů s rozlišením na prvotesty (počet testů v daném dni po korekci na opakované a kontrolní testy) a opakované testy u stejné osoby na onemocnění COVID-19 dle hlášení laboratoří. Datová sada nahrazuje předchozí verzi dostupnou na adrese https://onemocneni-aktualne.mzcr.cz/api/v1/covid-19/ . Prvotesty jsou k dispozici od 1. srpna 2020 z důvodu úplnosti nahlášených dat jednotlivými laboratořemi na individuální úrovni. V předchozím období existuje riziko neúplnosti těchto individuálních dat a proto do 31. července vycházíme pouze z dat agregovaných, která však neumožňují složitější analytické výpočty.\n\nDatová sada s diagnostickými testy na COVID-19 je od 16. 11. 2020 doplněna dle mezinárodních metodik ECDC, které kalkulují při výpočtu míry (%) pozitivních na počtu testů (test positivity rate) na celkový počet provedených testů RT-PCR ( https://www.ecdc.europa.eu/en/publications-data/covid-19-testing ). Provedené doplnění datových sad reaguje na zahájení testování antigenními testy v ČR a zajišťuje shodu údajů s mezinárodně publikovanými daty, které ČR hlásí podle metodik ECDC do zahraničí. Jako testy určující denní počet nově diagnostikovaných případů jsou nadále uvažovány pouze testy primárně pozitivní.\n\nZásadním důvodem doplnění datové sady je zahájení testování antigenními testy v ČR, u kterých je opakované vyšetření PCR indikováno jako konfirmační a nelze jej v případě negativního výsledku nezahrnout do centrálních statistik. Datová sada zatím nezahrnuje výsledky samotných antigenních testů, o jejich začlenění bude rozhodnuto na základě mezinárodních doporučení, která budou v brzké době v tomto smyslu aktualizována. Nyní provedená úprava znamená, že do výpočtu indexu rizika 23. 11. 2020 byla zahrnuta 7denní časová řada počtu testů doplněných a odvozených dle výše citované ECDC metodiky, což vede k posunu výsledků míry (%) pozitivních na počtu testů (test positivity rate) oproti indexu rizika z 22. 11. 2020, který započítává pouze testy bez výše uvedených doplnění. Tato změna se promítá i do otevřených datových sad počtu testů umožňujících ruční výpočet indexu rizika.\n\nDatová sada již není aktualizována a je nahrazena sadou dostupnou na adrese https://onemocneni-aktualne.mzcr.cz/api/v2/covid-19/testy-pcr-antigenni.csv .\n",
    "dc:source": "Informační systém infekčních nemocí (ISIN) - https://www.uzis.cz/index.php?pg=registry-sber-dat--ochrana-verejneho-zdravi--informacni-system-infekcni-nemoci, kontakt: helpdesk.registry@uzis.cz",
    "dcat:keyword": [
        "koronavirus",
        "covid-19",
        "testy",
        "laboratoře",
        "prvotesty",
        "opakované testy"
    ],
    "dc:publisher": {
        "schema:name": "ÚZIS ČR",
        "schema:url": {
            "@id": "https://www.uzis.cz/"
        }
    },
    "dc:license": {
        "@id": "http://data.gov.cz/podmínky-užití/volný-přístup/"
    },
    "dc:modified": {
        "@value": "2021-08-11",
        "@type": "xsd:date"
    },
    "tableSchema": {
        "columns": [
            {
                "name": "datum",
                "titles": "datum",
                "datatype": "date"
            },
            {
                "name": "prirustkovy_pocet_testu",
                "titles": "prirustkovy_pocet_testu",
                "datatype": "integer",
                "dc:description": "Přírůstkový počet provedených testů."
            },
            {
                "name": "kumulativni_pocet_testu",
                "titles": "kumulativni_pocet_testu",
                "datatype": "integer",
                "dc:description": "Kumulativní počet provedených testů."
            },
            {
                "name": "prirustkovy_pocet_prvnich_testu",
                "titles": "prirustkovy_pocet_prvnich_testu",
                "datatype": "integer",
                "dc:description": "Přírůstkový počet provedených prvotestů."
            },
            {
                "name": "kumulativni_pocet_prvnich_testu",
                "titles": "kumulativni_pocet_prvnich_testu",
                "datatype": "integer",
                "dc:description": "Kumulativní počet provedených prvotestů."
            }
        ]
    }
}