{
    "@context": [
        "http:\/\/www.w3.org\/ns\/csvw",
        {
            "@language": "cs"
        }
    ],
    "url": "umrti.csv",
    "dc:title": "COVID-19: Přehled úmrtí dle hlášení krajských hygienických stanic",
    "dc:description": "Datová sada obsahující záznamy o úmrtích v souvislosti s onemocněním COVID‑19 dle hlášení krajských hygienických stanic. Zahrnuje úmrtí osob, které byly pozitivně testovány na COVID‑19 (metodou PCR) bez ohledu na to, jaké byly příčiny jejich úmrtí, a k jejichž úmrtí došlo v rámci hospitalizace či mimo ni. S ohledem na fakt, že vykazování úmrtí má určité zpoždění oproti reálnému stavu z důvodu validace a uzavírání případů krajských hygienických stanic, se mohou denní záznamy zpětně měnit právě z důvodu průběžného doplňování.",
    "dc:source": "Informační systém infekčních nemocí (ISIN) - https:\/\/www.uzis.cz\/index.php?pg=registry-sber-dat--ochrana-verejneho-zdravi--informacni-system-infekcni-nemoci, kontakt: helpdesk.registry@uzis.cz",
    "dcat:keyword": [
        "koronavirus",
        "covid-19",
        "krajské hygienické stanice",
        "kraj",
        "okres",
        "úmrtí"
    ],
    "dc:publisher": {
        "schema:name": "ÚZIS ČR",
        "schema:url": {
            "@id": "https:\/\/www.uzis.cz\/"
        }
    },
    "dc:license": {
        "@id": "https:\/\/data.gov.cz\/podmínky-užití\/volný-přístup\/"
    },
    "dc:modified": {
        "@value": "2022-01-19T04:40:58+01:00",
        "@type": "xsd:dateTime"
    },
    "tableSchema": {
        "columns": [
            {
                "name": "id",
                "titles": "id",
                "datatype": "string"
            },
            {
                "name": "datum",
                "titles": "datum",
                "datatype": "string"
            },
            {
                "name": "vek",
                "titles": "vek",
                "datatype": "integer"
            },
            {
                "name": "pohlavi",
                "titles": "pohlavi",
                "datatype": "string"
            },
            {
                "name": "kraj_nuts_kod",
                "titles": "kraj_nuts_kod",
                "datatype": "string",
                "dc:description": "Identifikátor kraje podle klasifikace NUTS 3. V případě, že není uvedena žádná hodnota, nebylo možné identifikovat místo bydliště nakažené osoby. Jde o problém se ztotožňováním bydliště v reálném čase u minority případů, kdy není uvedeno bydliště ze šetření KHS a jsou dostupná pouze data z laboratoří. Bydliště je správně určeno na úrovni kraje a okresu, ale došlo k chybnému přiřazení osob ke konkrétní obci."
            },
            {
                "name": "okres_lau_kod",
                "titles": "okres_lau_kod",
                "datatype": "string",
                "dc:description": "Identifikátor okresu podle klasifikace LAU 1. V případě, že není uvedena žádná hodnota, nebylo možné identifikovat místo bydliště nakažené osoby. Jde o problém se ztotožňováním bydliště v reálném čase u minority případů, kdy není uvedeno bydliště ze šetření KHS a jsou dostupná pouze data z laboratoří. Bydliště je správně určeno na úrovni kraje a okresu, ale došlo k chybnému přiřazení osob ke konkrétní obci."
            }
        ]
    }
}